export const taskTableData =
        [
           [
               {
                    id: 0,
                    text: 'Задача 1111 ',
                },
                {
                    id: 1,
                    text: 'Доработка меню',
                },

                {
                    id: 2,
                    text: 'Описать правила поведения интерфейса',
                },

                {
                    id: 3,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк,',
                },
                {
                    id: 4,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 5,
                    text: 'строк, заполняющую примерно половину всей высоты столбца ',
                },
            ],
            [
                {
                    id: 0,
                    text: 'Задача 176767 ',
                },

                {
                    id: 1,
                    text: 'Доработка меню2',
                },

                {
                    id: 2,
                    text: 'Описать правила поведения интерфейсаgrgthgt',
                },

                {
                    id: 3,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько',
                },
                {
                    id: 4,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 5,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 6,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 7,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 8,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                }
             ],
            [
                {
                    id: 0,
                    text: 'Задача 1 ',
                },

                {
                    id: 1,
                    text: 'Доработка меню',
                },
                {
                    id: 2,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 3,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 4,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 5,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                }
            ],
            [
                {
                    id: 0,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 1,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                }
            ],
            [
                {
                    id: 0,
                    text: 'Задача 1 ',
                },

                {
                    id: 1,
                    text: 'Доработка меню',
                },

                {
                    id: 2,
                    text: 'Описать правила поведения интерфейса',
                },

                {
                    id: 3,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 4,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 5,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 6,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 7,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 8,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },

                {
                    id: 9,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                },
                {
                    id: 10,
                    text: 'Создание задачи с  очень длинным текстом описания в несколько строк, заполняющую примерно половину всей высоты столбца ',
                }
            ]
    ]